Repository: plinio/two-factor-pt_BR
Catalog: two-factor-*.po
Languages: pt_br

source: %s unused code remaining.
pt_br: %s código não utilizado restante.

source: A verification code has been sent to the email address associated with your account.
pt_br: Um código de verificação foi enviado para o endereço de e-mail associado à sua conta.

source: Added
pt_br: Adicionado

source: An error occurred while creating authentication data.
pt_br: Ocorreu um erro ao criar dados de autenticação.

source: Are you really you?
pt_br: Você é realmente você?

source: Authenticate
pt_br: Autenticação

source: Authentication Code:
pt_br: Código de autenticação:

source: Authentication codes will be sent to %s.
pt_br: Códigos de autenticação serão enviados para %s.

source: Cancel
pt_br: Cancelar

source: Cheatin&#8217; uh?
pt_br: Trapaceando&#8217; heim?

source: Delete
pt_br: Deletar

source: Disabled
pt_br: Desabilitado

source: Download Codes
pt_br: Baixar códigos

source: Enabled
pt_br: Habilitado

source: Enter %s to log in.
pt_br: Digite %s para entrar.

source: Enter a backup verification code.
pt_br: Digite um código backup de verificação.

source: Error while saving the changes.
pt_br: Erro ao salvar alterações.

source: Error: API login for user disabled.
pt_br: Erro: API de Login para usuário desabilitada.

source: ERROR: Invalid verification code.
pt_br: ERRO: código de verificação inválido.

source: Failed to create a login nonce.
pt_br: Falha ao criar um login no momento.

source: FIDO U2F appears to be not supported by your web browser. Try using Google Chrome or Firefox.
pt_br: FIDO U2F parece não ser compatível com seu navegador da web. Tente usando Google Chrome ou Firefox.

source: FIDO U2F is not available because you are using PHP %s. (Requires 5.3 or greater)
pt_br: FIDO U2F não está disponível, pois você está usando PHP %s. (Requer 5.3 ou superior)

source: Generate Verification Codes
pt_br: Gerar códigos de verificação

source: Invalid Two Factor Authentication code.
pt_br: Código de autenticação de dois fatores inválido.

source: Invalid Two Factor Authentication secret key.
pt_br: Chave secreta de autenticação de dois fatores inválida.

source: Item not updated.
pt_br: Item não atualizado.

source: Last Used
pt_br: Item não atualizado.

source: Log In
pt_br: Entrar

source: Name
pt_br: Nome

source: New Security Key
pt_br: Nova chave de segurança

source: Now insert (and tap) your Security Key.
pt_br: Agora insira (e toque) sua chave de segurança.

source: Or, use a backup method…
pt_br: Ou, use um método de backup…

source: Or, use your backup method: %s &rarr;
pt_br: Ou, use seu método de backup: %s &rarr;

source: Other U2F error.
pt_br: Outro erro U2F.

source: Please enter the code generated by your authenticator app.
pt_br: Por favor, insira o código gerado pelo seu aplicativo autenticador.

source: Please scan the QR code or manually enter the key, then enter an authentication code from your app in order to complete setup.
pt_br: Digitalize o QR-code ou insira manualmente a chave e insira um código de autenticação do seu aplicativo para concluir a configuração.

source: Plugin Contributors
pt_br: Colaboradores do Plugin

source: Primary
pt_br: Primário

# Provider Label
source: Backup Verification Codes (Single Use)
pt_br: Backup de códigos de verificação (Uso único)

# Provider Label
source: Dummy Method
pt_br: Método fictício

# Provider Label
source: FIDO U2F Security Keys
pt_br: FIDO U2F Chaves de segurança

source: Rename
pt_br: Renomear

source: Request OK.
pt_br: Requisição OK.

source: Requires an HTTPS connection. Configure your security keys in the "Security Keys" section below.
pt_br: Requer uma conexão HTTPS. Configure suas chaves de segurança na seção "Chaves de Segurança" abaixo.

source: Resend Code
pt_br: Reenviar código

source: Reset Key
pt_br: Redefinir chave

source: Secret key is configured and registered. It is not possible to view it again for security reasons.
pt_br: Chave secreta configurada e registrada. Não é possível visualizá-lo novamente por motivos de segurança.

# security key
source: Register New Key
pt_br: Registrar nova chave

source: Security Keys
pt_br: Chaves de Segurança

source: Submit
pt_br: Enviar

source: Two-Factor
pt_br: Two-Factor (Dois fatores)

source: Two-Factor Authentication using time-based one-time passwords, Universal 2nd Factor (FIDO U2F), email and backup verification codes.
pt_br: Two-Factor (Autenticação de dois fatores) usando senhas de uso único baseadas em tempo, Universal 2nd Factor (FIDO U2F), email e códigos de verificação backups.

source: Two-Factor Backup Codes for %s
pt_br: Two-Factor Backup códigos para %s

source: Two-Factor Options
pt_br: Two-Factor Opções

source: Two-Factor: You are out of backup codes and need to <a href="%s">regenerate!</a>
pt_br: Two-Factor: Você está sem backup de códigos e precisa clicar aqui para gerar novamente <a href="%s"></a>

source: Type
pt_br: Tipo

source: U2F device ineligible.
pt_br: Dispositivo U2F inelegível.

source: U2F request failed.
pt_br: Requisição U2F falhou.

source: U2F request timeout reached.
pt_br: Requisição U2F atingiu o tempo limite (timeout).

source: U2F requires an HTTPS connection. Please use an alternative 2nd factor method.
pt_br: U2F requer uma conexão HTTPS. Por favor, use um método alternativo de segundo fator de autenticação.

source: U2F requires an HTTPS connection. You won't be able to add new security keys over HTTP.
pt_br: U2F requer uma conexão HTTPS. Você não poderá adicionar novas chaves de segurança por HTTP.

source: Unable to save Two Factor Authentication code. Please re-scan the QR code and enter the code provided by your application.
pt_br: Não foi possível salvar o código de autenticação de dois fatores. Por favor, escaneie novamente o QR-code e insira o código fornecido pelo seu aplicativo.

source: Unsupported U2F configuration.
pt_br: Configuração U2F não suportada.

source: Update
pt_br: Atualizar

source: Verification Code:
pt_br: Código de verificação:

source: Write these down! Once you navigate away from this page, you will not be able to view these codes again.
pt_br: Anote isso! Depois de sair desta página, você não poderá visualizar esses códigos novamente.

source: You can find FIDO U2F Security Key devices for sale from here.
pt_br: Você pode encontrar dispositivos FIDO U2F Security Key para venda aqui.

source: You have logged in successfully.
pt_br: Você fez login com sucesso.

source: You will have to re-scan the QR code on all devices as the previous codes will stop working.
pt_br: Você terá que escanear novamente o QR-code em todos os dispositivos, pois os códigos anteriores deixarão de funcionar.

source: Your login confirmation code for %s
pt_br: Seu código de confirmação de login para %s

source: Your new security key registered.
pt_br: Sua nova chave de segurança foi registrada.

source: Yup.
pt_br: Sim.
